{
  "Soul Arrow": {
    "category": "Sorcery",
    "uses": "30-40",
    "fth": "0",
    "int": "10",
    "attunement": "0",
    "description": "The first sorcery learned by those embarking on the sorcerer's path. Fires a small soul arrow."
  },
  "Great Soul Arrow": {
    "category": "Sorcery",
    "uses": "15-20",
    "fth": "0",
    "int": "14",
    "attunement": "0",
    "description": "A stronger spell than Soul Arrow, same casting time but fewer uses."
  },
  "Heavy Soul Arrow": {
    "category": "Sorcery",
    "uses": "20-30",
    "fth": "0",
    "int": "12",
    "attunement": "0",
    "description": "Slower cast time than Soul Arrow and Great Soul Arrow, but deals more damage."
  },
  "Great Heavy Soul Arrow": {
    "category": "Sorcery",
    "uses": "10-15",
    "fth": "0",
    "int": "16",
    "attunement": "0",
    "description": "A spell superior to Heavy Soul Arrow. Fires an even stronger soul arrow."
  },
  "Homing Soul Arrow": {
    "category": "Sorcery",
    "uses": "10-20",
    "fth": "0",
    "int": "25",
    "attunement": "0",
    "description": "Fires soul arrows that follow their targets to the ends of the earth."
  },
  "Heavy Homing Soul Arrow": {
    "category": "Sorcery",
    "uses": "8-15",
    "fth": "0",
    "int": "35",
    "attunement": "0",
    "description": "A stronger spell than Homing Soul Arrow. Fires a thick, powerful soul arrow."
  },
  "Homing Soul Mass": {
    "category": "Sorcery",
    "uses": "4-8",
    "fth": "0",
    "int": "24",
    "attunement": "0",
    "description": "Soul orbs above your head, that home towards a target when one approaches.At 24 INT 3 orbs are cast, at 30 INT 4 and 40 INT 5."
  },
  "Homing Crystal Soul Mass": {
    "category": "Sorcery",
    "uses": "3-6",
    "fth": "0",
    "int": "32",
    "attunement": "0",
    "description": "Crystal soul orbs above your head, that home towards a target when one approaches.At 50 INT 5 are cast.Stronger than Homing Souls Mass."
  },
  "Soul Spear": {
    "category": "Sorcery",
    "uses": "2-5",
    "fth": "0",
    "int": "40",
    "attunement": "0",
    "description": "Sorcery that fires souls shaped into a spear. Pierces enemies, causing heavy damage."
  },
  "Crystal Soul Spear": {
    "category": "Sorcery",
    "uses": "2-5",
    "fth": "0",
    "int": "53",
    "attunement": "0",
    "description": "Sorcery that fires souls shaped into a crystallized spear. Pierces enemies, causing heavy damage.Stronger than Soul Spear."
  },
  "Shockwave": {
    "category": "Sorcery",
    "uses": "3-6",
    "fth": "0",
    "int": "13",
    "attunement": "0",
    "description": "Does not inflict damage, but unleashes a large shock wave, toppling opponents."
  },
  "Soul Spear Barrage": {
    "category": "Sorcery",
    "uses": "3-6",
    "fth": "0",
    "int": "17",
    "attunement": "0",
    "description": "Fires many low damage Soul Spears in a cone shaped area in front of the player."
  },
  "Soul Shower": {
    "category": "Sorcery",
    "uses": "4-12",
    "fth": "0",
    "int": "22",
    "attunement": "0",
    "description": "Fires a large mass of souls in the air and explodes to rain over the area in front of the caster.Useful against larger enemies."
  },
  "Soul Greatsword": {
    "category": "Sorcery",
    "uses": "3-6",
    "fth": "0",
    "int": "27",
    "attunement": "0",
    "description": "Swings a Greatsword made of souls in front of the caster from left to right, damaging enemies.Good against groups of enemies."
  },
  "Soul Vortex": {
    "category": "Sorcery",
    "uses": "4-8",
    "fth": "0",
    "int": "37",
    "attunement": "0",
    "description": "Fires a giant soul mass that moves slowly, shooting out many smaller homing soul masses."
  },
  "Soul Bolt": {
    "category": "Sorcery",
    "uses": "2-6",
    "fth": "0",
    "int": "45",
    "attunement": "0",
    "description": "Fires a beam of energy that hits the ground then travels forward. Very slow cast time,and only hits directly in front of caster. (Similar to DS1 White Dragon Breath)"
  },
  "Soul Geyser": {
    "category": "Sorcery",
    "uses": "1-3",
    "fth": "0",
    "int": "64",
    "attunement": "0",
    "description": "Fires mass of souls that immediately start homing toward a target.Upon hitting the target they break into smaller souls and hit multiple times."
  },
  "Magic Weapon": {
    "category": "Sorcery",
    "uses": "8-15",
    "fth": "0",
    "int": "10",
    "attunement": "0",
    "description": "Adds 50 magic damage to the weapon, overall magic damage is increased by 15% for 90 seconds.(Must have Staff in left hand to apply to right hand weapon)"
  },
  "Great Magic Weapon": {
    "category": "Sorcery",
    "uses": "3-6",
    "fth": "0",
    "int": "18",
    "attunement": "0",
    "description": "Adds 50 magic damage to the weapon, overall magic damage is increased by 20% for 60 seconds.(Must have Staff in left hand to apply to right hand weapon)"
  },
  "Crystal Magic Weapon": {
    "category": "Sorcery",
    "uses": "1-3",
    "fth": "0",
    "int": "28",
    "attunement": "0",
    "description": "Adds 50 magic damage to the weapon, overall magic damage done is increased by 30% for 90 seconds.(Must have Staff in left hand to apply to right hand weapon)"
  },
  "Strong Magic Shield": {
    "category": "Sorcery",
    "uses": "4-8",
    "fth": "0",
    "int": "19",
    "attunement": "0",
    "description": "Raises shield resistance to physical, elemental and status effects to 100%,and 10% increase to shield stability for 30 seconds.(Must have Staff in right hand to apply to left hand shield)"
  },
  "Yearn": {
    "category": "Sorcery",
    "uses": "4-8",
    "fth": "0",
    "int": "19",
    "attunement": "0",
    "description": "Creates a slow moving, sound producing soul mass that attracts enemies."
  },
  "Hush": {
    "category": "Sorcery",
    "uses": "10-20",
    "fth": "0",
    "int": "15",
    "attunement": "0",
    "description": "Masks the caster's movement noise for 90 seconds."
  },
  "Fall Control": {
    "category": "Sorcery",
    "uses": "10-20",
    "fth": "0",
    "int": "15",
    "attunement": "0",
    "description": "Will not take damage from falls, but does not protect you from falls that would kill you anyway."
  },
  "Hidden Weapon": {
    "category": "Sorcery",
    "uses": "10-20",
    "fth": "0",
    "int": "14",
    "attunement": "0",
    "description": "Causes your weapon to turn invisible for 90 seconds"
  },
  "Repair": {
    "category": "Sorcery",
    "uses": "2-4",
    "fth": "0",
    "int": "15",
    "attunement": "0",
    "description": "Restores 20 durability to weapons, 30 to armor, and 10 to rings,but cannot be used on broken equipment."
  },
  "Cast Light": {
    "category": "Sorcery",
    "uses": "4-15",
    "fth": "0",
    "int": "14",
    "attunement": "0",
    "description": "Casts a light that illuminates the area for 50 seconds."
  },
  "Chameleon": {
    "category": "Sorcery",
    "uses": "10-20",
    "fth": "0",
    "int": "14",
    "attunement": "0",
    "description": "Transforms the caster into an inanimate object suiting their environment.Any action other than walking/running/blocking will break the spell."
  },
  "Unleash Magic": {
    "category": "Sorcery",
    "uses": "1-3",
    "fth": "0",
    "int": "58",
    "attunement": "0",
    "description": "Increase magic attack by 20% and reduces your HP by 30% for 60 seconds."
  },
  " Focus Souls ": {
    "category": "Sorcery",
    "uses": "2-5",
    "fth": "0",
    "int": "60",
    "attunement": "0",
    "description": "An ancient sorcery of Shulva, the Sanctum City.Fires a focused beam of souls.Catalyst: Staff"
  },
  " Soul Flash ": {
    "category": "Sorcery",
    "uses": "2",
    "fth": "0",
    "int": "28",
    "attunement": "0",
    "description": "\"One of the ancient sorceries that were lost when Eleum Loyce froze over. Rapidly fire a barrage of small souls.Intended to protect its caster more than damage enemies.\"Catalyst: Staff"
  },
  " Fireball ": {
    "category": "Pyromancy",
    "uses": "8-15",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "A standard spell for pyromancers. Creates a fireball that is hurled at foes.To use pyromancies, equip a pyromancy flame to serve as the catalyst, and assign a pyromancy to an atunement slot.The power of a pyromancy is directly affected by the quality of the catalyst."
  },
  " Fire Orb ": {
    "category": "Pyromancy",
    "uses": "4-8",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "A stronger form of Fireball. Creates a fireball that is hurled at foes. Also inflicts damage to foes near point of contact.The power of pyromancies is influenced by one's pyromancy flame, which can be strengthened through reinforcement."
  },
  " Great Fireball ": {
    "category": "Pyromancy",
    "uses": "3-6",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "The strongest form of Fireball.Creates a giant fireball that is hurled at foes."
  },
  " Great Chaos Fireball ": {
    "category": "Pyromancy",
    "uses": "2-5",
    "fth": "0",
    "int": "0",
    "attunement": "2",
    "description": "Create a chaos flame, and hurl it at foes. The spot where the spell hits will melt into lava, dealing damage for a short time before disappearing."
  },
  " Firestorm ": {
    "category": "Pyromancy",
    "uses": "4-8",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "An ancient, primal pyromancy. Pillars of flame erupt near the caster.The Firestorm is said to be the wrath and ire of the spell's creator."
  },
  " Fire Tempest ": {
    "category": "Pyromancy",
    "uses": " 2-5",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "Giant pillars of flame erupt near the caster."
  },
  " Chaos Storm ": {
    "category": "Pyromancy",
    "uses": "2-4",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "Creates multiple pillars of chaos flame."
  },
  " Combustion ": {
    "category": "Pyromancy",
    "uses": "10-15",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "An elementary spell for new pyromancers. Releases flame in front of the caster.The simplest pyromancy of all, but surprisingly effective."
  },
  " Great Combustion ": {
    "category": "Pyromancy",
    "uses": "6-8",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "Superior spell to Combustion. Releases intense flames in front of the caster.A very powerful spell, but so simple that it can be awkward to use."
  },
  " Fire Whip ": {
    "category": "Pyromancy",
    "uses": "4-8",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "An ancient, primal pyromancy. Sweep foes with a whip-like flame.One of the original pyromancies. Effective use of it demands agile footwork, making it a difficult spell for most."
  },
  " Poison Mist ": {
    "category": "Pyromancy",
    "uses": "2-5",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "A fringe pyromancy of unknown origin. Creates a cloud of poison mist.. Stays in place for 8 seconds.This spell contradicts the very principles of pyromancy, suggesting that its creator had a heretical streak."
  },
  " Toxic Mist ": {
    "category": "Pyromancy",
    "uses": "3-6 ",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "A fringe pyromancy of unknown origin. Creates a cloud of poison mist.The poison gradually erodes the target's body, inflicting damage all the while. Whoever created this spell did not believe his enemies deserved a swift death.(Creates a cloud of toxic mist around your target. Does double the damage of poison and stays in place for 8 seconds.)"
  },
  " Acid Surge ": {
    "category": "Pyromancy",
    "uses": "2-5",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "A fringe pyromancy of unknown origin. Sprays an equipment-eroding acid.Does not directly damage foes, but eats away at their equipment instead. Yet another pyromancy inspired by perniciousness."
  },
  " Lingering Flame ": {
    "category": "Pyromancy",
    "uses": "4-8",
    "fth": "0",
    "int": "0",
    "attunement": "2",
    "description": "One of the pyromancies devised by Straid, the great mage of Olaphis. Release a static fireball that explodes when foes draw near.Straid was an oddly gifted mage, well-versed in both sorceries and pyromancies, but his curious temperament never allowed him to settle down in one place for very long.(Casts a fireball that travels a short distance before floating in the air for 30 seconds, after which it dissipates. Explodes when close to an enemy.)"
  },
  " Flame Swathe ": {
    "category": "Pyromancy",
    "uses": "2-5",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "One of the pyromancies devised by Straid, the great mage of ancient Olaphis. Great flames envelop and immolate faraway foes.Straid, always immersed in magic, never accepted an apprentice. As a result, much of his extensive knowledge is permanently lost."
  },
  " Forbidden Sun ": {
    "category": "Pyromancy",
    "uses": "1-3",
    "fth": "0",
    "int": "0",
    "attunement": "3",
    "description": "Casts a giant fast moving fireball with long range, causing damage on impact and more so with an explosion."
  },
  " Flame Weapon ": {
    "category": "Pyromancy",
    "uses": "4-8",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "Pyromancy that imbues weapon in other hand with fire. Adds fire damage to the types of damage the weapon already inflicts. Pyromancy and sorcery are said to be like oil and water, but in fact their origins can be traced to a common source.Adds 50 fire damage and increases overall fire elemental power by 15%(1.06 reduced it from 30% so it could be 20%) for 90 seconds to equipped weapon."
  },
  " Flash Sweat ": {
    "category": "Pyromancy",
    "uses": "4-8",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "A pyromancy that internalizes the power of flame. Sweat profusely, reducing fire damage.Most useful when facing other flame-manipulating pyromancers. Just don't take the looks you get personally.Increase fire defense by 300 for 60 seconds."
  },
  " Iron Flesh ": {
    "category": "Pyromancy",
    "uses": "2-4",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "A pyromancy that internalizes the power of flame. Turns the body into iron, increasing defense and resistance.As one might guess, the rock-solid flesh enabled by this spell dramatically slows movement. Guaranteed to cause trouble if used at an inopportune moment.(Increases defense by 100, all resistances by 10%, poise by 100 but reduces movement speed. Lasts 20 seconds.)"
  },
  " Warmth ": {
    "category": "Pyromancy",
    "uses": "4-8",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "One of the lost pyromancies preserved only in the Undead Crypt. Creates a gentle, warm flame that heals those who touch it.Fire can be a show of strength, but it is also a symbol of wisdom and comfort. Fire is what the caster wishes it be."
  },
  " Immolation ": {
    "category": "Pyromancy",
    "uses": "8-15",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "A pyromancy that creates a coating of flame, allowing the caster to incinerate nearby foes. Needless to say, this is a perilous spell that burns the caster while active. (Lasts 30 seconds.)If a person is truly desirous of something, perhaps being set on fire does not seem so bad."
  },
  " Outcry ": {
    "category": "Pyromancy",
    "uses": "1-3",
    "fth": "0",
    "int": "0",
    "attunement": "2",
    "description": "A pyromancy of Nadalia, Bride of Ash. Spouts multiple Dark flames.\"This child of Dark, bearing inconceivable strength, found herself in a kingless land devoid of souls. And in journeying there, has all but condemned herself to a fate most wretched.\""
  },
  " Dance of Fire ": {
    "category": "Pyromancy",
    "uses": "3-6",
    "fth": "0",
    "int": "0",
    "attunement": "1",
    "description": "Pyromancy created by the magus Eygil, loyal follower of the Old Iron King. Cast flame in a sweeping motion across a targeted area. \"The fire seems to dance, and makes its victims dance with it.\""
  },
  " Fire Snake ": {
    "category": "Pyromancy",
    "uses": "2-4",
    "fth": "0",
    "int": "0",
    "attunement": "2",
    "description": "Pyromancy created by the magus Eygil, loyal follower of the Old Iron King.\"Eygil sought to grant fire a will of its own. This pyromancy was conjured up to behave like a snake, writhing toward its prey, with a mind to strike.\""
  },
  " Heal ": {
    "category": "Miracle",
    "uses": "3-6",
    "fth": "12",
    "int": "0",
    "attunement": "1",
    "description": "A healing miracle widely used by clerics. Slightly restores HP. (Heals caster and nearby allies for 500 HP.)To use miracles, equip a sacred chime and attune a miracle at a bonfire."
  },
  " Med Heal ": {
    "category": "Miracle",
    "uses": "2-4",
    "fth": "18",
    "int": "0",
    "attunement": "1",
    "description": "Superior spell to Heal. Restores HP. (Heals caster and nearby allies for 850 HP.)The strength of miracles are influenced by one's faith.Miracles are tales of the Gods passed down long ago, but only a small number of the original tomes remain in their entirety, and most that exist are restorations."
  },
  " Great Heal Excerpt ": {
    "category": "Miracle",
    "uses": "1-3",
    "fth": "14",
    "int": "0",
    "attunement": "1",
    "description": "A highly advanced miracle. An excerpt from the Great Heal tome. Greatly restores HP. Its effect is the same as Great Heal, but has limited uses. (Heals caster for 1300 HP.)The erudite Great Heal tome requires extensive training to properly interpret, making it accessible to only a select few.(Requires less Faith than Great Heal at the cost of fewer casts.)"
  },
  " Great Heal ": {
    "category": "Miracle",
    "uses": "3-6",
    "fth": "28",
    "int": "0",
    "attunement": "1",
    "description": "A glorious miracle only accessible to a small minority of clerics. Greatly restores HP. (Heals caster and nearby allies for 1300 HP.)Only a select few have learned to recite this epic romance in its entirety, but those who do are amply rewarded."
  },
  " Soothing Sunlight ": {
    "category": "Miracle",
    "uses": "2-4",
    "fth": "52",
    "int": "0",
    "attunement": "2",
    "description": "Heals caster and nearby allies for 1000 hp."
  },
  " Replenishment ": {
    "category": "Miracle",
    "uses": "2-5",
    "fth": "16",
    "int": "0",
    "attunement": "1",
    "description": "An intermediate miracle. Gradually restores HP. (Slow health regeneration for 120 seconds.)This miracle is used by the resolute Lindelt cleric knights when fighting on the front lines."
  },
  " Resplendent Life ": {
    "category": "Miracle",
    "uses": "2-5",
    "fth": "25",
    "int": "0",
    "attunement": "2",
    "description": "A great miracle used by highly-ranked clerics. Slowly restores a large amount of HP. (Heals for 840 HP over 60 seconds.)Cleric Forsalle of Lindelt was a master of miracles who fought battles across the lands. His allies called him a holy knight, but his enemies feared him for his \"demonic powers\"."
  },
  " Bountiful Sunlight ": {
    "category": "Miracle",
    "uses": "2-5",
    "fth": "38",
    "int": "0",
    "attunement": "3",
    "description": "Heals you and nearby allies for 840 hp over 120 seconds."
  },
  " Caressing Prayer ": {
    "category": "Miracle",
    "uses": "4-15",
    "fth": "15",
    "int": "0",
    "attunement": "1",
    "description": "An elementary miracle for clerics. Purifies the body, removing all poison.Affects both the caster and nearby allies.This spell was recently developed, and may not be an authentic miracle."
  },
  " Force ": {
    "category": "Miracle",
    "uses": "10-20",
    "fth": "12",
    "int": "0",
    "attunement": "1",
    "description": "An elementary miracle. Releases a shockwave that staggers foes.Pushes nearby foes back, but leaves them unhurt. Does not directly cause damage, but can be highly effective with a little ingenuity."
  },
  " Wrath of the Gods ": {
    "category": "Miracle",
    "uses": "1-3",
    "fth": "30",
    "int": "0",
    "attunement": "1",
    "description": "Fast casting force spell that deals high damage in a bubble around you."
  },
  " Emit Force ": {
    "category": "Miracle",
    "uses": "4-10",
    "fth": "20",
    "int": "0",
    "attunement": "1",
    "description": "A miracle derived from Force. Emits a forward-moving shockwave.Throughout history, there have been many examples of imitative miracles. When discerning original from imitator is nigh on impossible, which is which hardly matters."
  },
  " Heavenly Thunder ": {
    "category": "Miracle",
    "uses": "4-12",
    "fth": "17",
    "int": "0",
    "attunement": "1",
    "description": "Emits lightning in random directions. Scholars bicker over whether this is the original Lightning Spear, or a derivative.One can never gain full control of the power of the Gods, but with a little favor from lady luck, this spell will destroy your foes."
  },
  " Lightning Spear ": {
    "category": "Miracle",
    "uses": "3-15",
    "fth": "22",
    "int": "0",
    "attunement": "1",
    "description": "A miracle that launches a spear of lightning. Said to be the legacy of an ancient clan whose leader was revered as the God of Sun. (Patch: Reduced uses to 3 but increased damage. Damage needs confirmation)The name of the clan has been lost to time, but the gross incandescence of our magnificent father shall never wane."
  },
  " Great Lightning Spear ": {
    "category": "Miracle",
    "uses": "2-10",
    "fth": "42",
    "int": "0",
    "attunement": "1",
    "description": "A miracle that launches a great light spear.(Patch: Reduced uses to 3 but increased damage. Damage needs confirmation)"
  },
  " Sunlight Spear ": {
    "category": "Miracle",
    "uses": "3-6",
    "fth": "55",
    "int": "0",
    "attunement": "2",
    "description": "Lightning spear class of miracles have relatively long cast time, but rank among the highest single target damage spells, also cause very small AoE effect."
  },
  " Soul Appease ": {
    "category": "Miracle",
    "uses": "4-5",
    "fth": "19",
    "int": "0",
    "attunement": "1",
    "description": "Aoe spell that causes high damage to hollow enemies, but no damage to anything not hollow."
  },
  " Blinding Bolt ": {
    "category": "Miracle",
    "uses": "4-8",
    "fth": "65",
    "int": "0",
    "attunement": "1",
    "description": "Fires a small ball of light in front of the caster. If it comes in contact with anything it dissipates, causing small damage. If it comes to a full stop, it will explode in a flurry of bolts."
  },
  " Magic Barrier ": {
    "category": "Miracle",
    "uses": "2-5",
    "fth": "14",
    "int": "0",
    "attunement": "1",
    "description": "Increases magic, lightning, fire and dark defense by 150 for 90 seconds."
  },
  " Great Magic Barrier ": {
    "category": "Miracle",
    "uses": "1-3",
    "fth": "28",
    "int": "0",
    "attunement": "1",
    "description": "Increases magic, lightning, fire and dark defense by 250 for 90 seconds."
  },
  " Homeward ": {
    "category": "Miracle",
    "uses": "1",
    "fth": "18",
    "int": "0",
    "attunement": "1",
    "description": "A miracle that returns its caster to the last bonfire rested at. Traditionally, its destination was the caster's homeland.The curse slowly erodes one's memory, until even one's birthplace is reduced to a figment of a clouded past. But the bonfires are constant, a beacon for the tragically afflicted."
  },
  " Guidance ": {
    "category": "Miracle",
    "uses": "10-20",
    "fth": "12",
    "int": "0",
    "attunement": "1",
    "description": "A miracle created to help those who have lost their way. Reveals more messages from other worlds.Countless worlds loosely overlap, and at the seams of contact, kindred souls, who have lost their way, call out to one another with fleeting messages of hope."
  },
  " Sacred Oath ": {
    "category": "Miracle",
    "uses": "3-6",
    "fth": "25",
    "int": "0",
    "attunement": "4",
    "description": "Increases physical attack damage by 50, and physical defense by 75 for the caster and nearby allies. Lasts 60 seconds."
  },
  " Unveil ": {
    "category": "Miracle",
    "uses": "4-15",
    "fth": "13",
    "int": "0",
    "attunement": "1",
    "description": "Casts red orb above your head that flies towards the location of the nearest enemy/invader."
  },
  " Perseverance ": {
    "category": "Miracle",
    "uses": "4-15",
    "fth": "15",
    "int": "0",
    "attunement": "1",
    "description": "Increases resistance against poison and bleed by 15%, petrify and curse by 30%, lasts 60 seconds."
  },
  " Sunlight Blade ": {
    "category": "Miracle",
    "uses": "1-3",
    "fth": "36",
    "int": "0",
    "attunement": "1",
    "description": "Buffs weapon by adding lightning damage, lasts 90 seconds."
  },
  " Denial ": {
    "category": "Miracle",
    "uses": "1-2",
    "fth": "24",
    "int": "0",
    "attunement": "3",
    "description": "An ancient miracle owed to the cardinal of Shulva.Challenge fate one time when HP reaches 0.Originally intended to grant the dying a few moments for a final farewell."
  },
  " Splintering Lightning Spear ": {
    "category": "Miracle",
    "uses": "2",
    "fth": "50",
    "int": "0",
    "attunement": "1",
    "description": "\"Developed from a primal miracle. Launch splintering spears of lightning.\"Catalyst: Sacred Chime."
  },
  " Dark Orb ": {
    "category": "Hex",
    "uses": "20–30",
    "fth": "10",
    "int": "12",
    "attunement": "1",
    "description": "A hex modified from an old sorcery by Gilleah, the father of Hexing. Fires a heavy orb of darkness.To use hexes, equip a sacred chime or staff, and attune a hex at a bonfire. Required catalyst depends on the hex.Catalyst: Staff"
  },
  " Dark Hail ": {
    "category": "Hex",
    "uses": "8–15",
    "fth": "12",
    "int": "19",
    "attunement": "2",
    "description": "A hex modified from an old sorcery by Gilleah the Hexer. Fires several orbs of darkness.Hexing is rooted in both sorcery and miracles, but is viewed as a perilous affront to all life, and banned in most lands.Catalyst: Staff"
  },
  " Dark Fog ": {
    "category": "Hex",
    "uses": "4–8",
    "fth": "14",
    "int": "25",
    "attunement": "2",
    "description": "A hex that releases a temporary localized mist. Those who breathe in the mist are instantly assailed by poison.This hex is regarded as a poison due to the outward symptoms, but in fact the mist eats away at the target's inner essence. Just the traits that led to the prohibition of hexing.(The poison dealt by Dark Fog ticks much faster than normal poison, draining 30 HP / second.)(Normal poison ticks at 15 HP / half-second for a total of 30 HP / second. Dark Fog simply applies the poison status effect more quickly)Catalyst: Staff"
  },
  " Affinity ": {
    "category": "Hex",
    "uses": "8–15",
    "fth": "24",
    "int": "40",
    "attunement": "3",
    "description": "An advanced hex based on an ancient sorcery. Creates a dark mass that seems to pursue its target with a will of its own.It appears to be a manifestation of an emotion. Perhaps of hate, perhaps of love.Catalyst: Staff"
  },
  " Dead Again ": {
    "category": "Hex",
    "uses": "10–20",
    "fth": "20",
    "int": "22",
    "attunement": "2",
    "description": "Hex that casts a dark flame upon corpses, causing them to combust violently.Hexes such as these, that tamper with life itself, are particularly abhorred.Catalyst: Staff"
  },
  " Dark Weapon ": {
    "category": "Hex",
    "uses": "4–8",
    "fth": "14",
    "int": "16",
    "attunement": "1",
    "description": "Felkin the Outcast applied his art to transform Magic Weapon into a hex. Adds dark damage to the types of damage the weapon already inflicts.Those who choose the path of dark are admonished by all manner of sorcerers. But this does not stop the curious from being drawn to this strangely alluring craft.(Gives weapon +50 dark damage, and gives you an overall 30% increase to dark damage for 90 seconds.)Catalyst: Staff"
  },
  " Whisper of Despair ": {
    "category": "Hex",
    "uses": "2–5",
    "fth": "18",
    "int": "24",
    "attunement": "1",
    "description": "A hex that releases verbose darkness. The darkness echoes words of despair, reducing the defense of opponents.The Dark blankets the world in black. A thing of tranquility, a thing serene.(Casts a slow moving skull that lowers the target's defense by 100 for 30 seconds on impact. Can use at long range.)Catalyst: Staff"
  },
  " Repel ": {
    "category": "Hex",
    "uses": "4–8",
    "fth": "27",
    "int": "35",
    "attunement": "3",
    "description": "A hex that distorts local space. For a brief moment, no damage can be inflicted.The hexer Gilleah took no apprentice, and it is unclear how his spells were passed down. It is even possible that hexes originated from another source altogether.(Gives you complete invulnerability for 1.5 seconds after the initial cast.)Catalyst: Staff"
  },
  " Twisted Barricade ": {
    "category": "Hex",
    "uses": "2–5",
    "fth": "25",
    "int": "38",
    "attunement": "2",
    "description": "A hex that distorts local space. For a brief moment, spells are deflected.Hexer Gilleah never took an apprentice, making it unclear how his spells were passed down. It is even possible that hexes came from another source entirely.(Deflects spells for 1.5 seconds after cast.)Catalyst: Staff"
  },
  " Numbness ": {
    "category": "Hex",
    "uses": "3–6",
    "fth": "30",
    "int": "42",
    "attunement": "2",
    "description": "Reduces all incoming damage by 35% for 20 seconds, however it will give the player tunnel vision by darkening the sides of the screen.Catalyst: Staff"
  },
  " Scraps of Life ": {
    "category": "Hex",
    "uses": "4–8",
    "fth": "12",
    "int": "8",
    "attunement": "1",
    "description": "An esoteric spell created by Navlaan, the infamous exiled sorcerer. Awakens the souls of the long-buried dead.The heretic Navlaan was executed along with his entire village, and the mere utterance of his name became a crime. Some say it was because he sought to restore the banned art of resurrection.(Soul pillars erupt at random from the ground in a large area, and continue to erupt for 8 seconds. Knocks most enemies prone on hit. Movement is possible before the duration of the spell subsides.)Catalyst: Sacred Chime"
  },
  " Darkstorm ": {
    "category": "Hex",
    "uses": "3–6",
    "fth": "21",
    "int": "12",
    "attunement": "2",
    "description": "An esoteric spell created by Navlaan, the infamous exiled sorcerer. Creates a local vortex of dark flame.The heretic Navlaan was executed along with his entire village, and the mere utterance of his name became a crime. Some say it was because he sought to restore the banned art of resurrection.(Deals heavy damage and immobilizes the caster for much of its duration.)Catalyst: Sacred Chime"
  },
  " Resonant Soul ": {
    "category": "Hex",
    "uses": "20–30",
    "fth": "18",
    "int": "10",
    "attunement": "2",
    "description": "A hex that distorts the power of life. Emits a dark mass at the cost of souls (up to 100 souls).Can be used even without souls, but at greatly reduced strength.Catalyst: Sacred Chime"
  },
  " Great Resonant Soul ": {
    "category": "Hex",
    "uses": "4–8",
    "fth": "26",
    "int": "13",
    "attunement": "2",
    "description": "A hex that distorts the power of life. Emits a large mass of dark at the cost of souls. (Fires a dark orb at the cost of up to 500 souls. Damage dealt scales with souls sacrificed.)Can be used even without souls, but at greatly reduced strength.Catalyst: Sacred Chime"
  },
  " Climax ": {
    "category": "Hex",
    "uses": "3–6",
    "fth": "47",
    "int": "30",
    "attunement": "4",
    "description": "Fires a dark orb at the cost of all your souls. Damage dealt scales with souls sacrificed. Deals maximum damage at 5000 souls sacrificed. Has the highest base damage of any spell in the game when at full power.Can be used even without souls, but at greatly reduced strength.Catalyst: Sacred Chime"
  },
  " Resonant Flesh ": {
    "category": "Hex",
    "uses": "2–4",
    "fth": "19",
    "int": "11",
    "attunement": "1",
    "description": "A hex developed independently by Outcast Felkin. Transforms a certain number of souls into HP over a period of time.Something gained, something lost.(Temporarily increases HP at the cost of souls. At its full, it uses 2000 souls and gives you 20% HP increase for 60 seconds. The spell doesn't stack on top of itself, but it does stack with equipment/item buffs.)Catalyst: Sacred Chime"
  },
  " Resonant Weapon ": {
    "category": "Hex",
    "uses": "2–5",
    "fth": "24",
    "int": "15",
    "attunement": "2",
    "description": "A hex developed independently by Outcast Felkin. Transforms a certain number of souls into attack power over a period of time.Something gained, something lost.(Gives weapon dark attack at the cost of souls. For maximum effect at the cost 2000 souls, it will buff dark element damage 30% and give your weapon +50 dark attack for 60 seconds. With no souls, it gives 10% to dark damage and +50 dark attack to weapon, but only lasts 10 seconds.)Catalyst: Sacred Chime"
  },
  " Lifedrain Patch ": {
    "category": "Hex",
    "uses": "3–6",
    "fth": "35",
    "int": "20",
    "attunement": "1",
    "description": "Consumes up to 3000 souls to create a damaging sphere of darkness that lingers where you cast it for several seconds. Damages enemies nearby every half second. Damage dealt scales with the number of souls sacrificed. Deals very high damage per second at maximum power.Catalyst: Sacred Chime"
  },
  " Profound Still ": {
    "category": "Hex",
    "uses": "2–5",
    "fth": "42",
    "int": "20",
    "attunement": "2",
    "description": "A hex created by an ostracized cleric. Blocks the spells of nearby casters.This hex, born of jealousy and humiliation, is a locus of dark thoughts. The very things that reflect the true essence of life itself.Catalyst: Sacred Chime"
  },
  " Promised Walk of Peace ": {
    "category": "Hex",
    "uses": "2",
    "fth": "40",
    "int": "30",
    "attunement": "2",
    "description": "A hex created from an ancient miracle of unknown origin. Slows the walking pace of its caster and those in the vicinity.To stand and glare at one another, steaming with ire and wrath, but without making a move.Such is the nature of peace.Catalyst: Sacred Chime"
  },
  " Dark Greatsword ": {
    "category": "Hex",
    "uses": "2",
    "fth": "29",
    "int": "55",
    "attunement": "2",
    "description": "Hex adapted from an ancient sorcery.Brandish Dark like a sword.By its nature Dark is normally tranquil, but this hex releases a focused blade of Dark in an uncharacteristic flash of brilliance.Catalyst: Staff"
  },
  " Recollection ": {
    "category": "Hex",
    "uses": "7",
    "fth": "30",
    "int": "35",
    "attunement": "1",
    "description": "Fire multiple Dark orbs that seek their target.Catalyst: Staff"
  },
  " Dark Dance ": {
    "category": "Hex",
    "uses": "2",
    "fth": "60",
    "int": "22",
    "attunement": "2",
    "description": "Hex that converts souls into a large mass of Dark. This momentous mass to signal the joy of its own release, or perhaps merely to taunt foes as it veers towards them.Hexes are an expression of human depravity, of which this dance is a perfect example.Emit a shockwave and unleash between 1, 3 or 5 Dark masses depending on the amount of souls consumed, which simultaneously get fired at the target shortly after.Catalyst: Sacred Chime"
  }
}